{	
	"Saiba mais":"More info",
	"Conheça o projeto.":"Get to know us",
	"Informações PPGS":"PPGS Overview",
	"Alunos externos poderão se inscrever para disciplinas 2019.2":"External students can subscribe to 2019.2 disciplines",
	"Programa de Pós Graduação em Serviço Social Stricto Sensu" : "Graduate Program in Social Work Master and PhD",
	"Inscrições abertas!" : "Open Registrations!",
	"Programa" : "Program",
	"Corpo Docente" : "Academic Staff",
	"Linhas de Pesquisa" : "Research Lines",
	"Informações Alunos" : "Students Info",
	"Formulários" : "Forms",
	"Bolsas" : "Scholarship",
	"Contato" : "Contact",
	"Notícias" : "News",
	"Criado no ultimo ano da última década do século XX, ou seja, em 1999, o PPGSS/UERJ elege como áreas de concentração temas significativos e relevantes para o país e o Estado do Rio de Janeiro: trabalho e política social. O objetivo central do Programa de Pós-Graduação em Serviço Social da Universidade do Estado do Rio de Janeiro (PPGSS/UERJ) é o de formar pesquisadores de alto nível, em Serviço Social e áreas afins, qualificados para o ensino superior, para a produção e difusão de conhecimentos sobre as questões afetas ao trabalho, as políticas sociais e Serviço Social na América Latina, com ênfase no Brasil e para a intervenção qualificada no âmbito das políticas sociais" : "The Graduate Program in Social Work at UERJ was created in 1999. Focus attention on significant issues for the country and for the Rio de Janeiro State, related to the Work and the Social Policy. The central objective of the Graduate Program in Social Work at the Rio de Janeiro State University (PPGSS/UERJ) is to form top-level researchers in Social Work and similar fields, qualified for higher education, for the production and dissemination of knowledge by the development of scientific research related to topics about Work, Social Work and social policies in Latin America, with emphasis on Brazil, appreciating the qualified intervention within the framework of social policies.",
	"Os objetivos do Programa e o tempo de existência dos cursos – o Mestrado completou quatorze anos e o Doutorado, 9 anos, em 2013 - e o elevado índice de produções acadêmicas do corpo docente, atestado, sobretudo pelo processo de avaliação de livros da área (Qualis Livros), faz com que hoje o PPGSS/UERJ possua uma inserção nacional – inclusive desenvolvendo um DINTER coma UFAL a partir de 2013 - e regional já consolidada que se expressa na evolução de seu processo seletivo, na demanda de participação de alunos externos e na intensificação da procura pelo pós-doutoramento nos últimos anos. O PPGSS teve seu conceito, atribuído pela CAPES, elevado para 6 (seis), em 2013. Está em curso um processo de internacionalização do PPGSS, especialmente com a atração de estudantes dos países africanos de língua portuguesa e europeus, o que esperamos consolidar nos anos vindouros" : "In 2013, the Master was fourteen years of the execution and the PHD was completing 9 years. The production academic of this graduate program has regarded as being of higher Rank by members of Book Evaluation Committee in this field (Qualis Books). Currently, the PPGSS/UERJ has a national insertion. The program is developing the DINTER with UFAL since the 2013. Afterwards, the foreign students’ demand for this Program and the intensification of the search for postdoc in recent years express the capacity for their advancement and consolidation. The PPGSS had his concept 6, assigned by CAPES (the National Coordinating Body for Graduate Training) in 2013. The internalization process of PPGSS is advancing, especially with the demand of students from African Countries of Portuguese Official Language and from European countries, which we hope to consolidate in the years to come.",
	"Apresentação" : "Overview",
	"VOLTAR" : "RETURN",
	"Professores" : "Teachers",
	"Estudantes" : "Students",
	"Cursos" : "Courses",
	"A pesquisa e disciplinas opcionais do curso se distribuem em  três linhas: 1) Trabalho, Relações Sociais e Serviço Social ; 2) Questão Social, Políticas Públicas e Serviço Social; 3) Identidades, Cultura, Políticas Públicas e Serviço Social. Elas objetivam investigar, construir conhecimento e elaborar proposições de políticas nas temáticas." : " ",
	"1.  Trabalho, Relações Sociais e Serviço Social" : "1. Work, Social Relations and Social Work",
	"1.1 Serviço Social e Formação Profissional" : "1.1 Social Work and Profesional Training.",
	"O processo de formação acadêmico-profissional do Assistente Social. Abordagens históricas." : "The processs of academic-profisional formation of workers Social. Historical approaches.",
	"1.2 Fundamentos históricos, teórico-metodológicos e ético-políticos do Serviço Social" : "1.2 Historical, theoretical-methodological and ethical-political Fundations of Social Work",
	"Fundamentos históricos e trabalho profissional. Dimensões teórico-metodológicas, técnico-operativas e ético-políticas do Serviço Social na contemporaneidade.": "Historical foundations and profesional qualification. The dimensions of Social Work in contemporary: theoretical-methodological knowledge, technical/operating reference and ethical-political commitment",
	"1.3 Serviço Social no contexto internacional, com ênfase na América Latina":"1.3 - Social Work in the international context, with emphasis on Latin America",
	"Estudos pertinentes ao Serviço Social com base no reconhecimento das profundas alterações que estão acontecendo na América Latina e no mundo. Busca promover e aprofundar intercâmbios, convênios e parcerias no âmbito da América Latina e demais países com desenvolvimento expressivo do Serviço Social.":"Relevant studies to Social Work based on the recognition of the profound transformations in the Latin America and in the world. Seeks to promote and improve academic exchanges, agreements and partnerships in the context of Latin America and other countries with significant Social Work development.",
	"1.4 Reconstrução histórica em trabalho e educação":"1.4 Historical reconstruction of change in the work and in the education system",
	"Fundamentos teórico-metodológicos da pesquisa social. Relações de trabalho e formação de trabalhadores. História do trabalho e da educação. Políticas educacionais e sistemas de ensino.":"Theoretical and methodological foundations of social research. Work relations and for workers. Work and Education History. Educational policies and educational systems.",
	"1.5 Trabalho, política e território":"1.5 Work, politics and territory",
	"Formas de Organização e Sentidos do Trabalho na Produção Capitalista.Trabalho, Política e Lutas Sociais. Desenvolvimento, Território e Política.Cidade, Política Urbana e Lutas Sociais.Trabalho, Cultura e Modos de Vida.Trabalho, Sociabilidade e Serviço Social.":"Forms of organization and the meanings of work in capitalist production, politics and social struggles. Development, policy and territory. City, Urban Policy and social struggles. Work, culture and ways of life. Job, sociality and Social Work.",
	"1.6. Trabalho, direitos, políticas e Serviço Social":"1.6. Work, rights, policies and Social Work",
	"Trabalho e trabalho nos serviços. Processos, condições, políticas e direitos do trabalhador. Organização e lutas dos trabalhadores. Ética, ética profissional e política. Saúde do trabalhador e meio ambiente. O Serviço Social nos programas e processos de trabalho com os trabalhadores. Os assistentes sociais como trabalhadores":"Work and work in services. Processes, conditions, policies and workers’ rights. Organization and struggles of workers. Ethics, professional and political ethic. Worker’s health and environment. The Social Work in programmes and work processes with the workers. Social Workers as workers.",
	"2. Questão Social, Políticas Públicas e Serviço Social":"2. Social issues, public policy and Social Work",
	"2.1 Política Social e Serviço Social":"2.1 Social policy and Social Work",
	"Abordagens acerca da questão social. O debate da política social. Financiamento, controle, participação e gestão democrática. Políticas setoriais. Relação histórica entre política social, luta de classes e Serviço Social no Brasil e demais países da América Latina.":"Approaches on the subject. The social policy debate. Funding, control, participation and democratic management system. Sectoral policies. Historical relationship among social policy, class struggle and Social Work in Brazil and other countries of Latin America.",
	"2.2 Saúde, Serviço Social e Movimentos Sociais":"2.2 Health, Social Work and Social Movements",
	"Seguridade Social, Serviço Social e saúde. Financiamento, controle, participação e gestão democrática da saúde. Relação entre sujeitos políticos, lutas sociais e saúde.":"Funding, control, participation and democratic management of health system. Relationship between political players, social struggles and health.",
	"2.2 Violência, Direitos Humanos e Políticas Sociais":"2.2 Violence, Human Rights and Social Policies",
	"Agravamento do fenômeno da violência como expressão da questão social; Direitos Humanos no contexto da contradição da sociedade de classes; defasagem entre os pressupostos universais e a sua objetivação prática; Motivações éticas às ações políticas. Implicações e relações com o Serviço Social.":"The worsening of the phenomenon of violence as an expression of the social issue; Human rights in the context of the contradiction of class society; gap between the universal prescriptions and their objectification practice; Ethical motivations to political actions. Implications and relationships with the Social Work.",
	"2.3 Infância e Adolescência, Juventude e Família":"2.3 Childhood and adolescence, youth and Family",
	"Infância, adolescência,  juventude e família; articulação interinstitucional e produção de subsídios para as políticas sociais no Rio de Janeiro; participação e controle democrático Implicações e relações com o Serviço Social.":"Childhood, adolescence, youth and family; interinstitutional coordination and production of subsidies for social policies in Rio de Janeiro; participation and democratic control. Implications and relationships with the Social Work.",
	"2.4 Estudos de América Latina e Caribe":"2.4 Latin America and Caribbean Studies",
	"Realidade sócio-cultural, econômica e política dos países latino-americanos; Conflitos Sociais, Processos Políticos e implicações para o Serviço Social.":"Socio-cultural, economic and politics reality of Latin American countries; Social conflicts, political processes and their implications for Social Work.",
	"2.5 Classes Sociais, Movimentos Sociais e Serviço Social":"2.5 Social class, social movements and Social Work",
	"Estado, sociedade civil e sujeitos políticos; mundialização e crise do capital. Movimentos Sociais no século XXI e suas implicações e relações com o Serviço Social.":"State, civil society and political player; globalization and capital crisis. Social movements in the 21st century and their implications and relationships with the Social Work.",
	"3  Identidades, Cultura, Políticas Públicas e Serviço Social":"3  - Identities, culture, public policies and Social Work",
	"3.1. Direitos Humanos, relações de gênero, geração, raça  e etnia":"3.1. Human Rights, gender relations, generation, race and ethnicity",
	"Produção de desigualdades, incluindo classe social, geração, gênero, raça/etnia, religião e orientação sexual, bem como nas diferentes formas de violência e suas implicações para o Serviço Social; direitos sexuais e reprodutivos na contemporaneidade.":"Production of inequality, considering the social class, generation, gender, race/ethnicity, religion and sexual orientation, as well as the various forms of violence and its implications for Social Work; sexual and reproductive rights in contemporaneity.",
	"3.2. Formação de identidades no espaço educacional, nos espaços sócio-ocupacionais e das profissões.":"3.2. Formation of identities in the educational, socio-occupational and professional spaces",
	"O espaço educacional e sua interface com diferentes determinações como a da questão étnico-racial; a da educação sexista e discriminatória diante das diferentes expressões da sexualidade. Expressões contemporâneas da divisão sexual e étnico-racial do trabalho.":"The educational space and its intersection with different determinations such as the ethnic and racial issue; sexist and discriminatory education in face of different expressions of sexuality. Contemporary expressions of ethnic/racial and sexual division of labour.",
	"3.3. Relações de gênero, étnico/raciais, sexualidades e políticas públicas":"3.3. Sex/Gender, Race/ethnicity and public policies",
	"Políticas e programas sociais relacionadas a gênero, às relações étnico-raciais e à sexualidade; políticas afirmativas e acesso de sujeitos não-identificados como masculinos ou femininos às políticas sociais; políticas sociais e biopolítica.":"Social programmes and policies related to gender, sexuality and ethnic-racial relations; affirmative policies and access to social policies of nonbinary people, social policies and the biopolitics.",
	"3.4. O impacto da cultura nas sociedades contemporâneas":"3.4. The impact of culture on contemporary society",
	"As diferentes abordagens da cultura na sociedade contemporânea: interface com o poder e reprodução de desigualdades; o espaço cultural como resistência e expressão da autonomia; o papel da mídia; experiências com projetos culturais na prática dos assistentes sociais.":"Different cultures approaches of contemporary society: interface with the power and reproduction of inequalities; the cultural space as resistance and expression of autonomy; the role of the media; experiences with cultural projects in the practice of social workers.",
	"3.5. Gênero, Família e Desigualdades Sociais":"3.5. Gender, family and social inequalities",
	"A relação entre estudos feministas/de gênero e estudos de família. Gênero, vulnerabilidade e desigualdade social. Intersecção das desigualdades de gênero, sexuais, étnico-raciais, de idade e geração nos estudos de família. Família, políticas públicas e Serviço Social":"The relationship between feminist/gender perspectives and family studies. Gender, vulnerability and social inequality. The intersection of inequality based on gender, sex, race, ethnicity, age and generation in family studies. Family, public policy and Social Work.",
	"3.6. Cultura, Infância e Relações Geracionais e de Gênero":"3.6. Culture, childhood and Generational and Gender Relations",
    "Relações inter e intrageracionais e produção de cuidado. Violência, gênero e infância. Modelos sociais, culturais e institucionais de proteção à infância. Trajetórias biográficas e narrativas sobre a infância.  Aspectos sociais e culturais na produção da infância.":"Inter and within generational relations and careful production. Violence, gender and childhood. Social, cultural and institutional models of child protection. Biographical trajectories and narratives of childhood. Social and cultural aspects in the production of childhood.",
    "Professora do Corpo Permanente":"Permanent Professor",
    "Profa":" ",
    "Dra":" ",
    "Coordenadora Adjunta do PPGSS":"PPGS Joint Coordinator",
    "Professora Colaboradora":"Collaborator Professor",
    "Coordenadora do PPGSS":"PPGS Coordinator",
    "Bolsista de Produtividade em Pesquisa 1C|Procientista da UERJ Doutorado em Sociologia pela Universidade de São Paulo, Brasil(1999) Linha de Pesquisa: Questão Social, Políticas Públicas e Serviço Social.": "CNPq - Research Produtivity Scholarship 1C Level | UERJ - Research Program Scholarship (Prociência) PhD in Sociology at University of São Paulo, Brasil(1999) Line of Research:  Social Issue, Public Policies and Social Work",
"Doutorado em Sociologia pelo Instituto Universitario de Pesquisa do Estado do Rio de Janeiro, Brasil(2004) Linha de Pesquisa: Questão Social, Políticas Públicas e Serviço Social.":"PhD in Sociology from University Research Institute of Rio de Janeiro (IUPERJ), Brasil(2004) Line of Research: Social Issue, Public Policies and Social Work",
"Doutorado em Serviço Social pela Pontifícia Universidade Católica de São Paulo, Brasil (2001). Linha de Pesquisa: Questão Social, Políticas Públicas e Serviço Social.":"PhD in Social Work at Pontifical Catholic University of São Paulo, Brasil (2001). Line of Research: Social Issue, Public Policies and Social Work",
"Bolsista de Produtividade em Pesquisa 1D | Procientista da UERJ Doutorado em Serviço Social pela Universidade Federal do Rio de Janeiro, Brasil(2002) Linha de Pesquisa: Questão Social, Políticas Públicas e Serviço Social.":"PhD in Public Health at Oswaldo Cruz Fundation, Brasil(2007) Line of Research :Work, Social Relationships and Social Work"
}